Repository: samhol/SPHP-framework
Catalog: sphp/locale/*/LC_MESSAGES/Sphp.Validation.po
Languages: fi_fi

source: Please insert a value
fi_fi: Syötä jokin arvo

source: Please insert a correct email address
fi_fi: Syötä toimiva sähköpostiosoite

source: Please insert atleast %s of the following characters (%s)
fi_fi: Syötä vähintään %s seuraavista vaihtoehdoista (%s)

source: Please insert %d-%d characters
fi_fi: Syötä %d-%d merkkiä

source: Please insert %s-%s characters
fi_fi: Syötä %s-%s merkkiä

source: Please insert at most %d characters
fi_fi: Syötä korkeintaan %d merkkiä

source: Please insert at most %s characters
fi_fi: Syötä korkeintaan %s merkkiä

source: Please insert atleast %d characters
fi_fi: Syötä vähintään %d merkkiä

source: Please insert atleast %s characters
fi_fi: Syötä vähintään %s merkkiä

source: Please insert atleast %d numbers
fi_fi: Syötä vähintään %d numeroa

source: Please insert atleast %s numbers
fi_fi: Syötä vähintään %s numeroa

source: Please insert atleast %d alphabets
fi_fi: Syötä vähintään %d kirjainta

source: Please insert atleast %s alphabets
fi_fi: Syötä vähintään %s kirjainta

source: Please insert exactly %d characters
fi_fi: Syötä tarkalleen %d merkkiä

source: Please insert exactly %s characters
fi_fi: Syötä tarkalleen %s merkkiä

source: Please insert exactly %d numbers
fi_fi: Syötä tarkalleen %d numetoa

source: Please insert exactly %s numbers
fi_fi: Syötä tarkalleen %s numetoa

source: Please insert exactly %d alphabets
fi_fi: Syötä tarkalleen %d kirjainta

source: Please insert exactly %s alphabets
fi_fi: Syötä tarkalleen %s kirjainta

source: Please insert %s only
fi_fi: Syötä ainoastaan %s

source: Please insert numbers only
fi_fi: Syötä ainoastaan numeroita

source: Please insert alphabets only
fi_fi: Syötä ainoastaan kirjaimia

source: Please insert alphabets and numbers only
fi_fi: Syötä ainoastaan kirjaimia ja numeroita

source: Please insert correct date and time
fi_fi: Syötä oikea päivämäärä ja kellonaika

source: Please insert correct date
fi_fi: Syötä oikea päivämäärä

source: Please insert correct time
fi_fi: Syötä oikea kellonaika

source: Username is already reserved
fi_fi: Käyttäjätunnus on jo varattu

source: one
fi_fi: yksi

source: first
fi_fi: ensimmäinen

source: two
fi_fi: kaksi

source: second
fi_fi: toinen

source: three
fi_fi: kolme

source: third
fi_fi: kolmas

source: four
fi_fi: neljä

source: fourth
fi_fi: neljäs

source: five
fi_fi: viisi

source: six
fi_fi: kuusi

source: seven
fi_fi: seitsemän

source: eight
fi_fi: kahdeksan

source: nine
fi_fi: yhdeksän

source: number
fi_fi: numero

source: numbers
fi_fi: numeroita

source: found %d fatal error
fi_fi: s'ha trobat %d error fatal
